[language_info]
enname=German (Germany)
name=Deutsch
[translations]
Hello world=Hallo Welt 
You can use any text=Du kannst beliebigen Text verwenden     
Lang() demonstration=lang() Demonstration 
You can make your application multilingual!=Du kannst deine Programme mehrsprachig machen!     
Please, change the language=Bitte ändere die Sprache
The current language is %1%!=Die aktuelle Sprache ist %1%!
Thank you for using this short demonstration=Vielen Dank für die Verwendung der kurzen Demonstration
Choose a language=Bitte eine Sprache wählen
Demo lang() function=Demo der "lang()"-Funktion